[
  {
    _id: ObjectId("654b5278117d5a1eae360473"),
    title: 'DSLR Camera',
    photo: 'user-20bds0012-1699435128492.jpeg',
    desc: 'An amazing DSLR camera with 61MP lens and provision to add extra lenses. This is one of the best cameras out there in the market within its price range',
    category: 'misc',
    condition: 'almost new',
    brand: 'bella',
    price: 70000,
    seller: '20bds0012',
    createdAt: ISODate("2023-11-08T09:18:48.800Z"),
    __v: 0
  },
  {
    _id: ObjectId("654b52e6117d5a1eae360475"),
    title: 'Macbook Pro M1',
    photo: 'user-20bds0012-1699435238461.jpeg',
    desc: 'The macbook pro M1 air. This is in an almost new condition with every part of the laptop in fine condition. This has a nice metal body, good microphone and a good webcam.',
    category: 'misc',
    condition: 'almost new',
    brand: 'apple',
    price: 40000,
    seller: '20bds0012',
    createdAt: ISODate("2023-11-08T09:20:38.939Z"),
    __v: 0
  },
  {
    _id: ObjectId("654b541a117d5a1eae360479"),
    title: 'Deugeot Bike',
    photo: 'user-20bds0056-1699435546232.jpeg',
    desc: "Selling my cherished Deugeot Vintage Road Bike, a true classic with a steel frame that's been my faithful companion through countless rides. This bike's got a reliable gear system, responsive brakes, and a comfortable saddle, making it ideal for urban commuting or leisurely cycling. Its vintage charm turns heads wherever you go, and it's perfect for riders of all levels. Don't miss out on this chance to own a timeless piece of cycling history – let this Deugeot Vintage Road Bike be your next adventure partner. Grab it now!",
    category: 'cycle',
    condition: 'fairly old',
    brand: 'deugeot',
    price: 15000,
    seller: '20bds0056',
    createdAt: ISODate("2023-11-08T09:25:46.685Z"),
    __v: 0
  },
  {
    _id: ObjectId("654b547d117d5a1eae36047c"),
    title: 'Dell Laptop',
    photo: 'user-20bds0071-1699435645184.jpeg',
    desc: "Hey there, I'm selling my trusty Dell Laptop, and it's been a real workhorse for me. Whether you need a reliable companion for work or a device to stream your favorite shows and play games, this laptop has you covered. It's powered by a speedy processor, offers ample storage for your files and media, and boasts a crisp display that brings your content to life. The keyboard is comfortable for typing, and the laptop's sleek design makes it a head-turner. Don't miss out on this versatile computing machine",
    category: 'misc',
    condition: 'fairly old',
    brand: 'dell',
    price: 35000,
    seller: '20bds0071',
    createdAt: ISODate("2023-11-08T09:27:25.947Z"),
    __v: 0
  },
  {
    _id: ObjectId("654b54cd117d5a1eae36047f"),
    title: 'Mountain Bike',
    photo: 'user-20bds0099-1699435725550.jpeg',
    desc: "Up for grabs is my rugged Mountain Bike, and it's itching for some off-road adventures. This bike is built for thrills with its sturdy frame, responsive brakes, and knobby tires that grip any terrain. Whether you're a seasoned rider or a newbie looking for outdoor excitement, this mountain bike won't disappoint. It's taken me down countless trails, and now it's ready for a new owner. If you're up for some outdoor fun, this Mountain Bike can be yours for just",
    category: 'cycle',
    condition: 'fairly old',
    brand: 'yamaha',
    price: 12500,
    seller: '20bds0099',
    createdAt: ISODate("2023-11-08T09:28:45.951Z"),
    __v: 0
  },
  {
    _id: ObjectId("654b58904e5eaaf69e26188d"),
    title: 'Macbook Pro',
    photo: 'user-20bds0110-1699436687970.jpeg',
    desc: "Selling my trusty old MacBook Pro that has served me well over the years. This workhorse is still going strong, perfect for everyday tasks, browsing, or as a backup laptop. It comes with a durable aluminum body, a crisp display, and a responsive keyboard. Although it may not be the latest model, it's dependable and will get the job done.",
    category: 'misc',
    condition: 'very old',
    brand: 'apple',
    price: 25000,
    seller: '20bds0110',
    createdAt: ISODate("2023-11-08T09:44:48.454Z"),
    __v: 0
  },
  {
    _id: ObjectId("654b59e84e5eaaf69e261893"),
    title: 'Designer top',
    photo: 'user-20bds0121-1699437032424.jpeg',
    desc: "Say hello to this stunning Versace Designer Top, a fashion statement that exudes luxury and sophistication. Made with the finest materials and adorned with the iconic Versace design, this top will make you stand out at any event. It's a timeless piece that adds elegance to your wardrobe. Whether you're heading to a special occasion or a night out, this Versace top is the ultimate choice.",
    category: 'garments',
    condition: 'new',
    brand: 'Versace',
    price: 10000,
    seller: '20bds0121',
    createdAt: ISODate("2023-11-08T09:50:32.876Z"),
    __v: 0
  },
  {
    _id: ObjectId("654b5a394e5eaaf69e261895"),
    title: 'Blue Tshirt',
    photo: 'user-20bds0121-1699437112439.jpeg',
    desc: "Selling my Turtle Blue T-shirt, a wardrobe essential that combines casual comfort with effortless style. This classic blue tee is perfect for everyday wear, whether you're running errands, hanging out with friends, or just looking for something comfortable to lounge in. It's made with soft, high-quality fabric and features the iconic Turtle logo. This versatile t-shirt will quickly become your go-to choice for any relaxed occasion. ",
    category: 'garments',
    condition: 'almost new',
    brand: 'Turtle',
    price: 1000,
    seller: '20bds0121',
    createdAt: ISODate("2023-11-08T09:51:53.109Z"),
    __v: 0
  },
  {
    _id: ObjectId("654b5a734e5eaaf69e261897"),
    title: 'Orange jacket',
    photo: 'user-20bds0121-1699437171298.jpeg',
    desc: "Here's your chance to grab a Turtle Orange Jacket that's perfect for staying warm and stylish this season. This jacket is not just about functionality; it's a fashion statement. With its vibrant orange color and a modern design, it's sure to turn heads. Made with high-quality materials, it'll keep you cozy on chilly days. Whether you're heading to the office or out for a weekend adventure, this Turtle jacket has got you covered.",
    category: 'garments',
    condition: 'almost new',
    brand: 'Turtle',
    price: 4000,
    seller: '20bds0121',
    createdAt: ISODate("2023-11-08T09:52:51.895Z"),
    __v: 0
  }
]
